Revit 2027 API
AnalysisDisplayVectorSettings Constructor
Overload List
Name | Description
AnalysisDisplayVectorSettings() |  Constructs a default instance of vector settings.
AnalysisDisplayVectorSettings(AnalysisDisplayVectorSettings) |  Constructs a new copy of the input AnalysisDisplayVectorSettings object.
Top
See Also
Reference
AnalysisDisplayVectorSettings Class
Autodesk.Revit.DB.Analysis Namespace